git
tmux
tree
vim
pyenv
pyenv-virtualenv
npx
starship
exa
tmuxinator
fastlane
diff-so-fancy
bat
fd
procs
dust
ripgrep
gh
jq
fx
txn2/tap/kubefwd
grex
