alefragnani.Bookmarks
andrew-codes.cypress-snippets
Angular.ng-template
ardenivanov.svelte-intellisense
Arjun.swagger-viewer
ashinzekene.nestjs
attilabuti.vscode-mjml
axiomaticstudios.one-monokai-80s
ban.spellright
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
bungcip.better-toml
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DiemasMichiels.emulate
dzhavat.css-flexbox-cheatsheet
dzhavat.css-initial-value
eamodio.gitlens
EditorConfig.EditorConfig
esbenp.prettier-vscode
fdom.stencil-snippets
fivethree.vscode-fastlane-snippets
fivethree.vscode-ionic-snippets
fivethree.vscode-svelte-snippets
formulahendry.auto-rename-tag
foxundermoon.shell-format
ghaschel.vscode-angular-html
ghmcadams.lintlens
guillaumedoutriaux.name-that-color
hediet.debug-visualizer
Heron.firefox-devtools-theme
hex-ci.stylelint-plus
heybourn.headwind
infinity1207.angular2-switcher
ionutvmi.path-autocomplete
ipatalas.vscode-postfix-ts
jakethashi.vscode-angular2-emmet
JamesBirtles.svelte-vscode
jeroen-meijer.pubspec-assist
joaomoreno.github-sharp-theme
johnpapa.read-time
jsayol.firebase-explorer
juliensanmartin.vscode-depcheck
kenhowardpdx.vscode-gist
kleber-swf.ocean-dark-extended
lannonbr.vscode-js-annotations
magicstack.MagicPython
miguelsolorio.min-theme
Mikael.Angular-BeastCode
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.python
ms-vscode.azure-account
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.cordova-tools
msjsdiag.debugger-for-chrome
Nash.awesome-flutter-snippets
natemoo-re.vscode-stencil-tools
natewallace.angular2-inline
nicoespeon.abracadabra
norato.storybook-snippets
nrwl.angular-console
Orta.vscode-ios-common-files
Orta.vscode-jest
PBeast.lanes-navigator
perragnaredin.light-plus-tweaked
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
redhat.vscode-yaml
Remisa.shellman
shakram02.bash-beautify
smockle.xcode-default-theme
steoates.autoimport
taniarascia.new-moon-vscode
tinkertrain.theme-panda
toba.vsfire
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
webhint.vscode-webhint
wix.vscode-import-cost
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
