Angular.ng-template
CoenraadS.bracket-pair-colorizer-2
EditorConfig.EditorConfig
Mikael.Angular-BeastCode
VisualStudioExptTeam.vscodeintellicode
ardenivanov.svelte-intellisense
Arjun.swagger-viewer
ashinzekene.nestjs
attilabuti.vscode-mjml
azemoh.one-monokai
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cssho.vscode-svgviewer
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
erd0s.terraform-autocomplete
esbenp.prettier-vscode
fdom.stencil-snippets
fivethree.vscode-svelte-snippets
formulahendry.auto-rename-tag
foxundermoon.shell-format
ghaschel.vscode-angular-html
ghmcadams.lintlens
guillaumedoutriaux.name-that-color
infinity1207.angular2-switcher
ionutvmi.path-autocomplete
ipatalas.vscode-postfix-ts
jakethashi.vscode-angular2-emmet
JamesBirtles.svelte-vscode
johnpapa.Angular2
jsayol.firebase-explorer
kenhowardpdx.vscode-gist
mauve.terraform
mikestead.dotenv
mrmlnc.vscode-scss
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
natemoo-re.vscode-stencil-tools
natewallace.angular2-inline
norato.storybook-snippets
nrwl.angular-console
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
Remisa.shellman
shinnn.stylelint
steoates.autoimport
taniarascia.new-moon-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
